CSI API ETABS v1
cOAPI.InternalExec Method
 For internal use.
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int InternalExec(
	int operation
)
Function InternalExec (
	operation As Integer
) As Integer
Dim instance As cOAPI
Dim operation As Integer
Dim returnValue As Integer
returnValue = instance.InternalExec(operation)
int InternalExec(
	int operation
)
abstract InternalExec :
        operation : int -> int
Parameters
operation
Type: System.Int32
Return Value
Type: Int32
 For internal use.
Remarks
 For internal use.
See Also
Reference
cOAPI Interface
ETABSv1 Namespace